# 1 Дан список чисел. Вернуть список, где каждый число переведено в строку [5, 3] -> [‘5’, ‘3’]
# 2 Дан список имен, отфильтровать все имена, где есть буква k
# 3 Разница между is и == ?
# 	Оператор is проверяет, чтобы оба операнда ссылались на один объект (т. е. проверяет, идентичны ли они друг другу).
# 	Оператор == сравнивает значения операндов и проверяет на идентичность.
# 	Так что is используется для эквивалентности ссылок, а == — для эквивалентности значений. Поясняющий пример:
# 4 Разница между nonlocal и global
# 5 Сколько пробелов необходимо на каждый уровень доступа ?
# 6 Где распологаются импорты?
# 7 Если имя переменной состоит из одного символа, то каких латинскимх букв нужно избегать? (I,O, l) http://joxi.ru/Y2LLM3Ycx3wg62
# 8 Является ли хорошей практикой использование global?
# 9 Есть две функции: func1 и func2.
# func1 определяет переменную x, а затем определяет внутри себя func2.
# Область видимости переменной x для func2 это:
# 10 Какой тип будете использовать для представления пар ключ- значение (ассоциативный массив)?
# 11 tuple является неизменяемым типом?
# 12 continue используется для:
# 13 break используется для:
# 14 К изменяемым типам относятся?
# 15 Python это статический язык?
# 16 Как называется репозиторий пакетов для Пайтон?
# 17 Как импортировать часть модуля?
# 18 Какие атрибуты применяются для выяснения "режима" работы скрипта?
# 19 Как копируется list.copy()?
# 20 Зачем нужны бинарные файлы?
# 21 Как создать новый файл ?
# 22 Назовите атрибуты в функции open
